public class Five {
    public static void main(String[] args) {
        double d;
        String[] sm = new String[21];
        sm[0] = "0 дюймов = ";
        sm[1] = "1 дюйм = ";
        sm[2] = "2 дюйма = ";
        sm[3] = "3 дюйма = ";
        sm[4] = "4 дюйма = ";
        sm[5] = "5 дюймов = ";
        sm[6] = "6 дюймов = ";
        sm[7] = "7 дюймов = ";
        sm[8] = "8 дюймов = ";
        sm[9] = "9 дюймов = ";
        sm[10] = "10 дюймов = ";
        sm[11] = "11 дюймов = ";
        sm[12] = "12 дюймов = ";
        sm[13] = "13 дюймов = ";
        sm[14] = "14 дюймов = ";
        sm[15] = "15 дюймов = ";
        sm[16] = "16 дюймов = ";
        sm[17] = "17 дюймов = ";
        sm[18] = "18 дюймов = ";
        sm[19] = "19 дюймов = ";
        sm[20] = "20 дюймов = ";
        for(int i = 1; i < 21; i++){
                d = i*2.54;
                System.out.println(sm[i] + d + " см");
        }
    }
}
